chore(content): write-only draft [cloud/gcp-essentials/module-2.2-vpc]
